---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.PointLoadType
source: html/c1db4c0f-0a7a-15c9-0749-15d9d993e773.htm
---
# PointLoadType Properties

The id of the assembly instance to which the element belongs.